{
  "responseHeader":{
    "status":0,
    "QTime":64,
    "params":{
      "facet.limit":"20",
      "q":"*:*",
      "facet.field":["txt_knowsAbout",
        "name",
        "txt_knowsLanguage",
        "txt_nationality",
        "txt_jobTitle",
        "txt_contributor",
        "txt_keywords",
        "type",
        "id"],
      "start":"0",
      "sort":"score desc, indexed_ts desc",
      "fq":["+text:Calcium",
        "+txt_keywords:Calcium"],
      "facet.mincount":"1",
      "rows":"10",
      "facet":"true"}},
  "response":{"numFound":26,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"oai:aquadocs.org:1834/39769",
        "type":"CreativeWork",
        "name":"Determing some important extracted materials, such as: Alginates of sodium & calcium and alginic acid in three species of brown seaweeds (Sargassum illicifolium, Cystoseira indica and Nizimuddinia zanardinii) in coastal area of Sistan and Baluochestan Province",
        "txt_url":["https://www.oceandocs.org/handle/1834/39769"],
        "txt_author":["Mehdi Abkenar, Ali",
          "Hafezieh, M.",
          "Aminiranjbar, T.",
          "Gharanjik, B.M.",
          "Sopak, G.M.",
          "Rahimi, Gh",
          "Jadgal, S.",
          "Nazemi, M.",
          "Hosseini, M.R.",
          "Hosseini, S.H."],
        "txt_contributor":["Iranian Fisheries Science Research Institute"],
        "txt_keywords":["Biology",
          "Iran",
          "Sistan and Baluochestan Provience",
          "Chabahar",
          "Tang",
          "Alginic acid",
          "Species",
          "Brown seaweeds",
          "Sargassum illicifolium",
          "Cystoseira indica",
          "Nizimuddinia zanardinii",
          "Chloridric acid",
          "ANOVA",
          "Sodium",
          "Calcium",
          "Seaweeds"],
        "index_id":"91871298-4a15-4557-9f08-5ed8f6526078",
        "_version_":"1725426180274782208",
        "indexed_ts":"2022-02-22T01:50:32.983Z",
        "description":" - This study was determined some important extracted materials, Such as : Alginates of sodium & calcium and alginic acid in three species of brown seaweeds (Sargassum illicifolium , Cystoseira indica and Nizimuddinia zanardinii) during in different season in 1387 in coastal erea of Sistan and Baluochestan Provience. At First seaweeds sample were colected from sea beach and transferd to lab, so washed in fresh water and dried in the sun. So were under Alkaloid extraction with sodium carbonate (5 Persent), that were obtined fluid after filteration. The sodium alginate fibers extracted from fluid were combined by Alcohol. The calacium alginate fibers were deposited by calacium chlorids (5%) and Alginic acid resulted with chloridric acid (1N). The extraction yield of sodium alginate, calacium alginate and alginic acid in different samples of seaweeds with following Explaination: The presentage we have got, can be said , the present average of sodium alginate at Sargassum in Spring season in three areas (Chabahar, Tang and Pasabandar ) Respectively: 28.4±2 , 28.9±2 , 27.2±1.9 present, the present average of sodium alginate at Cystoseira in Spring in three areas at above mentioned goes in this way: 19.7±1.4, 18.6±1.4, 19.2±1.3 present and the present average of sodium alginate at Nizimuddinia in Spring were 23.4±1.5, 23.8±1.5 , 20.6±1.5 in these three areas. The present average of calacium alginate at Sargassum in Spring season in three areas (Chabahar, Tang and Pasabandar ): 33.7±0.5, 33.7±0.8, 33.1±1 present, the present average of calacium alginate at Cystoseira in Spring in three areas at above mentioned goes in this way: 28.8±1.5, 27.4±1, 27.4±1.5 present and the present average of calacium alginate at Nizimuddinia in Spring were 35.9±2.8, 23.9±1.5 , 35.9±2.8 in these three areas. The present average of Alginic acid at Sargassum in Spring season in three areas (Chabahar, Tang and Pasabandar ): 19.2±1.6 , 25.6±1.7 , 18.4±1.1 present, the present average of Alginic acid at Cystoseira in Spring in three areas at above mentioned goes in this way: 16.8±1.2, 15.8±1.1, 16.4±1 present and the present average of Alginic acid at Nizimuddinia in Spring were 19.2±1.6, 19.6±1.7 , 18.4±1.5 in these three areas. The present average of sodium alginate at Sargassum in Summer season in three areas (Chabahar, Tang and Pasabandar ) Respectively: 20.8±1, 21±1, 27.8±1.9 present, the present average of sodium alginate at Cystoseira in Summer in three areas at above mentioned goes in this way: 21±1.1, 13.2±1, 14.1±0.7 present and the present average of sodium alginate at Nizimuddinia in Summer were 25.3±2.3, 16.7±2.1, 15.3±1.3 in these three areas. The present average of calacium alginate at Sargassum in Summer season in three areas (Chabahar, Tang and Pasabandar): 29.5±2.1 , 29.7±2 , 28.3±2.2 present, the present average of calacium alginate at Cystoseira in Summer in three areas at above mentioned goes in this way: 21±1.1, 20.2±0.9, 20±0.7 present and the present average of calacium alginate at Nizimuddinia in Summer were 25.3±2.3, 29.7±2 , 23.1±1.5 in these three areas. The present average of Alginic acid at Sargassum in Summer season in three areas (Chabahar, Tang and Pasabandar): 19.5±0.7 , 19.7±0.6 , 18.7±0.7 present, the present average of Alginic acid at Cystoseira in Summer in three areas at above mentioned goes in this way: 21±1.1, 11.5±1.4, 11.1±1.5 present and the present average of Alginic acid at Nizimuddinia in Summer were 14.8±1.3, 15.3±1.3 , 14.6±1 in these three areas. The present average of sodium alginate at Sargassum in Autumn season in three areas (Chabahar, Tang and Pasabandar) Respectively: 31.5±4.3, 31.6±4.8, 29.4±4.8 present, the present average of sodium alginate at Cystoseira in Autumn in three areas at above mentioned goes in this way: 23±2.7, 21.4±2.8, 21.4±2.7 present and the present average of sodium alginate at Nizimuddinia in Autumn were 25.8±2.2, 26.4±2.1 , 23.4±1.9 in these three areas. The present average of calacium alginate at Sargassum in Autumn season in three areas (Chabahar, Tang and Pasabandar): 43.3±1.6, 42.8±2.7, 41.7±2.9 present, the present average of calacium alginate at Cystoseira in Autumn in three areas at above mentioned goes in this way: 34.3±5.9, 32.4±5.5, 30.9±5.2 present and the present average of calacium alginate at Nizimuddinia in Autumn were 50±7.1, 50.2±7.5, 45.6±5.2 in these three areas. The present average of Alginic acid at Sargassum in Autumn season in three areas (Chabahar, Tang and Pasabandar): 28±3.8, 28±3.5, 26±3.9 present, the present average of Alginic acid at Cystoseira in Autumn in three areas at above mentioned goes in this way: 20.2±1.8, 19.2±2.1, 18.7±1.6 present and the present average of Alginic acid at Nizimuddinia in Autumn were 25.9±3, 26.1±2.9, 24.6±3.6 in these three areas. The present average of sodium alginate at Sargassum in Winter season in three areas (Chabahar, Tang and Pasabandar) Respectively: 35±1.6, 35.2±1.8 , 33.8±1.9 present, the present average of sodium alginate at Cystoseira in Winter in three areas at above mentioned goes in this way: 24.1±2, 22.9±1.2, 23.3±0.7 present and the present average of sodium alginate at Nizimuddinia in Winter were 28.2±1.3, 29.2±1.7, 26.2±1.8 in these three areas. The present average of calacium alginate at Sargassum in Winter season in three areas (Chabahar, Tang and Pasabandar): 45.6±1.9, 45±2, 44.6±2.5 present, the present average of calacium alginate at Cystoseira in Winter in three areas at above mentioned goes in this way: 38.2±2.8, 35.9±3.4, 35.6±3.5 present and the present average of calacium alginate at Nizimuddinia in Winter were 56.4±3.5, 56±3.5, 51.8±2.5 in these three areas. The present average of Alginic acid at Sargassum in winter season in three areas (Chabahar, Tang and Pasabandar): 31.8±1.2, 32.1±0.9, 30.9±1.2 present, the present average of Alginic acid at Cystoseira in Winter in three areas at above mentioned goes in this way: 21.1±1.2, 20.4±1.4, 19.3±1.4 present and the present average of Alginic acid at Nizimuddinia in Winter were 26.4±2.1, 27±2.2, 24.6±2.2 in these three areas. The more amount of calacium alginate in Autumn can be found at Nizimuddinia in Tang area , wite amount of 50.2 present and the lates amount of Alginic acid at Cystoseira can be found in Summer with 11.1 present. If the Alginic acid become more than 20 present, it can be economical, that it can be showed more than 20 present in Autumn and Winter. According to this results, One way ANOVA showed that average of Alginates were not similar and significant differences ( P<0.05 ) between species. - "},
      {
        "id":"oai:aquadocs.org:1834/39712",
        "type":"CreativeWork",
        "name":"The study of annual cycle of gonads developments and sex steroids of gray mullet, Mugil cephalus in Golestan Province",
        "description":" - Grey mullet, Mugil cephalus is one of the most famous and valuable fish on the fisheries and aquaculture industry. This species is the most suitable to introducing the southern, northern and central regions of our country due to high resistant to large variation of water salinity and temperature. On the monthly sampling period biometric data including total length and total weight recorded and length and weight classes for every sex were determined. To understanding of physiological functions and sexual development of reproductive organs, this investigation carried out with Grey mullet imported from Hong Kong by 1993. Findings of this research can be used for management of artificial breeding of this species. Daily variation of pond water temperature was recorded. Sex steroid hormones and other plasma metabolites such as Ca^2+, cholesterol, triglycerides and total proteins were measured by blood sampling. Gonad samples were prepared in order to histological studies. Oocyte growth was studied by measurement of egg diameters. Measured values of cholesterol, triglycerides of blood plasma revealed that these metabolites have seasonal variation and severely deposited on the summer and mobilized on the spawning seasons. Findings of this research suggested that egg diameters, values of sex steroid hormones (estradiol and progesterone) and Calcium concentrations of fish blood plasma shortening increased a long with day length shortening. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/39712"],
        "txt_author":["Yelghi, Saeed",
          "Rostamikhoshbavar, H.A.",
          "Jorjani, M.",
          "Hajimoradloo, A.M.",
          "Shafei, A.Gh.",
          "Mokarami, A.",
          "Mazloomi, M.",
          "Eri, Y.",
          "Hesam, N."],
        "txt_contributor":["Iranian Fisheries Science Research Institute"],
        "txt_keywords":["Aquaculture",
          "Iran",
          "Golestan province",
          "Mugil cephalus",
          "Sex steroid hormones",
          "Plasma metabolites",
          "Gonads",
          "Gray mullet",
          "Mugil cephalus",
          "Fisheries",
          "Aquaculture",
          "Species",
          "Salinity",
          "Temperature",
          "Sampling",
          "Estradiol",
          "Progesterone",
          "Calcium"],
        "index_id":"8605dabe-c4dc-4e55-a675-ad485a2ce948",
        "_version_":"1725426169155682304",
        "indexed_ts":"2022-02-22T01:50:22.378Z"},
      {
        "id":"oai:aquadocs.org:1834/39592",
        "type":"CreativeWork",
        "name":"The effect of various concentrations of dietary calcium and phosphorus on biological and culture characteristics of juvenile freshwater crayfish, Astacus Leptodactylus",
        "description":" - This study was performed to investigate the effect of Ca and P on rearing and biological indices of crayfish (Astacus leptodactylus). Twenty-five isonitrogenous and isoenergetic diets were used. The experimental diets were made of the basal diet that was contained casein and gelatin. The basal diet was supplemented with five levels of calcium (0, 1, 2, 3, 4 %) from calcium chloride and five levels of phosphorus (0, 0.5, 1, 1.5, 2%) from natrium phosphate monobasic. The study was conducted in two phases and four experiments. In each experiment the diets with three replicates, totally in the 75 culture tanks containing 100l were used for feeding crayfish with average weights 1-2g and 8-9g for 80 days. In the first and second experiments, 5 and 3 indivisiual crayfish (miniatures) with average weights 1.22±0.21g and 1.31±0.29 g respectively and during the third and fourth experiment 10 and 4 indivisiuals crayfish with the average weights 8.48 ±1.03g and 9.06±1.41g respectively were stocked in each cultural tanks. The physicochemical factors of water (temperature, dissolved oxygen, pH as daily and hardness, nitrite, nitrate and phosphate as weekly) were measured for monitoring the condition of farming. The crayfish were fed about 5% of body weight for 3 times per day. The graded levels of Ca did not affect the growth indices. In crayfish (1-2g), weight gain and specific growth rate was significantly affected by the phosphorus levels. The average weight gain, survival, biomass increment in the different treatments was significantly affected by the graded levels of phosphorus. The crayfish were fed with diet containing calcium with 3-4% and phosphorus 1% showed the better growth. In the both group of experimental crayfish, were showed the graded levels of dietary Ca were caused the reduction the body ash and P values were increased. The clear correlation was not observed between the dietary levels of P and body ash and phosphorus in crayfish (1-2g). However, high levels of dietary phosphorus developed the body calcium. In Crayfish (8-9g) showed strong and negatively correlation between the dietary P levels and body ash and calcium. The graded dietary levels of Ca and P were caused increase in molting frequency and weight increment in molting. The optimum dietary levels of Ca and P were analyzed by broken –line regression showed 3-4%, 1% for crayfish 1-2g and 2-3, 1 -1.5% for crayfish 8-9g respectively. The results showed the presence of Ca and P are necessary for normal growth and molting in both group of crayfish. The proper growth was obtained at levels of 2-3% Ca and level of 1% P. Furthermore, the Ca and P ration in diet could not describe the interaction between Ca and P levels on growth function. So the determined Ca and P ratio were not obtained base of growth indices in the freshwater crayfish, Astacus leptodactylus. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/39592"],
        "txt_author":["Zahmatkesh Koumleh, Asgar",
          "Valipour, A.R.",
          "Moosavi, A.",
          "Sayyadborani, M.",
          "Saberi, H."],
        "txt_contributor":["Iranian Fisheries Science Research Institute"],
        "txt_keywords":["Aquaculture",
          "Iran",
          "Diet",
          "Calcium",
          "Phosphorus",
          "Growth",
          "Body Composition",
          "Moulting",
          "Astacus leptodactylus",
          "Gelatin",
          "Crayfish",
          "Temperature",
          "Dissolved oxygen",
          "pH",
          "Nitrite",
          "Nitrate",
          "Juvenile",
          "Freshwater"],
        "index_id":"2fbce796-b044-4402-8919-fd46d958edb3",
        "_version_":"1725426146825207808",
        "indexed_ts":"2022-02-22T01:50:01.083Z"},
      {
        "id":"oai:aquadocs.org:1834/39273",
        "type":"CreativeWork",
        "name":"Possibility of determination of sex and gonadic stage of sturgeons using blood and morphometric indices",
        "description":" - Successful management of sturgeon population requires knowledge of stock composition with regard to sex and gonadic stage. Measurement of sex steroid concentration has proven to be a reliable and less invasive method in compare to convention methods. In this study we have examined the possible role of plasma testosterone (T), estradiol (E2), progesterone (P), cortisol (C) and morphometric parameters as indicators of sex and stage of gonadal development in immature (4-5 years old) Great sturgeon cultured in brackish water. Biometry of fishes, blood sampling from caudal vein was performed every three month and plasma was frozen until analyses. Glucose was measured with auto analyzers, calcium and magnesium with spectrophotometer and sodium and potassium with film photometer, Hormone levels were measured by radio immunoassay (RIA). Histological preparation was stained with hematoxylin and eosin. In sex determination, result show that total length (L) and weight (W) had no significant elevation in different sexes and cannot be used as an indicator sex determination. Among hormones only T had significant elevation, so it could be stated that level of T in immature Great sturgeon could be used to identify sex. In case of gonadic stage result show that total L and W just in male had significant correlation with gonadal stage and among hormones just T in male and C in female had significant correlation. So it could be concluded that in male and female respectively based on T and C measurement gonadic stage in immature Grate sturgeon could be identified. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/39273"],
        "txt_author":["Hedayati, A.A.",
          "Yavari, V.",
          "Movahedinia, A.A.",
          "Pashazanosi, H."],
        "txt_keywords":["Biology",
          "Sex determination",
          "Gonadal stage",
          "Blood index",
          "Beluga",
          "Sturgeon",
          "Length",
          "Weight",
          "Calcium",
          "Magnesium",
          "Sodium",
          "Potassium",
          "Hormone",
          "Population",
          "Gonad",
          "Iran"],
        "index_id":"d7ae3e9a-1381-468c-965e-24b4e58a1f66",
        "_version_":"1725426089621192704",
        "indexed_ts":"2022-02-22T01:49:06.529Z"},
      {
        "id":"oai:aquadocs.org:1834/38954",
        "type":"CreativeWork",
        "name":"An investigation on the effects of varying calcium concentrations on the growth and biomass of Chlorella vulgaris",
        "description":" - The likely effects of varying Calcium concentrations on the growth and biomass production of Chlorella vulgaris algae have been studied during 2003-2004 in the Bony Fish Research Centre in Guilan Province, Iran. We cultured pure Chlorella vulgaris stocks in Zinder media applying seven Calcium concentrations as treatments, 3 replicates for each treatment and one control. The laboratory experiments lasted 96 hours during which the temperature and light intensity were kept at 25±2 degrees centigrade and 3500±350 lux respectively. Spectrophotometer assessment of the samples at a wavelength of 750 nm and visual counting at the start and end of the experiments were carried out to assess the growth and biomass of the green algae. Statistical analysis of the results in SPSS software showed the effective Calcium concentration to be between 0.1 to 15 mg/l while the highest growth of the algae was reached at 2.8 mg/l where as in control group (Z-8±N) the amounts was 9.2 mg/l. Density of the algae was 17575675 cells per milliliter of the culture medium and the absorption rate was 0.542 and algae biomass was 17676 cells per milliliter. Calcium concentrations above these rates can have a negative effect on the growth and biomass production of the algae. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/38954"],
        "txt_author":["Salavatian, S.M.",
          "Fallahi, M."],
        "txt_keywords":["Biology",
          "Ecology",
          "Calcium",
          "Chlorella vulgaris",
          "Zinder media",
          "Guilan Province",
          "Iran"],
        "index_id":"8d53fead-6fb6-434e-8908-ced479b2abbd",
        "_version_":"1725426033662885888",
        "indexed_ts":"2022-02-22T01:48:13.163Z"},
      {
        "id":"oai:aquadocs.org:1834/38055",
        "type":"CreativeWork",
        "name":"Nutrient composition of three commercially important fishes in Lake Kainji, Nigeria",
        "description":" - The proximate composition, mineral content and amino acid profile of Synodontis membraneceous, Oreochromis niloticus and Pellonula afzeluisi was conducted. Results showed that P. afzeluisi had the highest crude protein content (73.00%) amino acid and mineral content. This was followed by O. niloticus (57.87%) and S. membraneceous (54.56%). Organoleptic analysis however showed that O. niloticus had significant overall acceptability, taste and aroma. - ,  - Includes:- 4 tables.;13 refs. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/38055"],
        "txt_author":["Fakunle, J.O",
          "Effiong, B.N.",
          "Ibanga, U.I."],
        "txt_contributor":["FISON"],
        "txt_keywords":["Fisheries",
          "Synodontis membraneceous",
          "Oreochromis niloticus",
          "Pellonula afzeluisi",
          "Nigeria",
          "Kainji L.",
          "freshwater environment",
          "Nutrition",
          "Nutritional types",
          "Sodium",
          "Calcium",
          "Potassium",
          "Magnesium",
          "Phosphorus",
          "Amino acids"],
        "index_id":"1e05dadd-1e10-4428-b2c1-35f9df73fd5c",
        "_version_":"1725425876847296512",
        "indexed_ts":"2022-02-22T01:45:43.612Z"},
      {
        "id":"oai:aquadocs.org:1834/37467",
        "type":"CreativeWork",
        "name":"Classification of sex and maturity stages of farmed great sturgeon (Huso huso) using blood plasma steroid hormone and calcium ion levels",
        "description":" - Twenty four farmed great sturgeon, Huso huso (including 8 males and 16 females) over 6 years old were used to develop a method for determination of sex and maturity stages. Seasonal gonadal tissue and blood samples were collected from farmed great sturgeon for three years. The sex and stages of maturity were determined by histology and laparoscopy at the beginning and end of experiment. Plasma sex steroid hormone levels [testosterone (T), 17β-estradiol (E2) and progesterone (P)] were measured by radioimmunoassay, and plasma calcium ion levels were measured by spectrophotometer. Mean concentrations of testosterone, progesterone and estradiol in blood plasma of H. huso at maturity stages II, III and IV were 10.86±1.63, 54.14±3.1, 112.41±7.4; 0.84±0.12, 15.66±2.18, 50.75±3.63 ng/ml in males and 9.0±1.39, 6.51± 0.64, 2.95±2.29, 5.45±0.29, 9.47±0.97 and 4.15±0.7 ng/ml in females, respectively. Testosterone and estradiol levels showed significant differences at various stages. Calcium level at stages II, III and IV of sexual maturity in females (8.05 ± 0.09, 10.4 ± 0.34 and 9.6 ± 0.6 mg/dl) was more than males (7.73 ± 0.16, 8.58 ± 0.13 and 8.76 ± 0.11 mg/dl). Results showed that steroid hormone concentration and calcium level of blood plasma in males and females vary between different stages of sexual maturity. Therefore it can be used to determine the stages of sexual maturity in farmed H. huso. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/37467"],
        "txt_author":["Kazemi, R.",
          "Yousefi Jourdehi, A.",
          "Pourdehghani, M.",
          "Dejhandian, S.",
          "Hallajian, A.",
          "Bahmani, M.",
          "Mohammadi Parashkoh, H.",
          "Yarmohammadi, M."],
        "txt_keywords":["Aquaculture",
          "Biology",
          "Fisheries",
          "Farmed Huso huso",
          "Males and females",
          "Sexual hormones",
          "Calcium",
          "Maturation stage",
          "Biology",
          "Physiology",
          "Iran"],
        "index_id":"460acfb9-928e-4801-8589-041bc706bbdf",
        "_version_":"1725425779003621376",
        "indexed_ts":"2022-02-22T01:44:10.300Z"},
      {
        "id":"oai:aquadocs.org:1834/33257",
        "type":"CreativeWork",
        "name":"Selective biochemical studies in a freshwater prawn, Macrobrachium nobilli(Crustecea: Palaemodinae)",
        "description":" - Calcium and phosphorous contents of abdomen and cheliped muscles of juvenile, maleand female Macrobrchium nobilii were determined from field collected samples. In allthe three groups calcium concentration was higher in chelipeds while the phosphorouscontent was more in abdomen muscles than in the chelipeds. However between threegroups the calcium content varied significantly both in the abdomen and chelipedmuscles (P<O.OOl) while the phosphorous content differed (P<O.OS) only in abdomenmuscles. - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/33257"],
        "txt_author":["Mariappan, P.",
          "Balamurugan, P.",
          "Balasundaram, C."],
        "txt_keywords":["Fisheries",
          "Calcium",
          "Phosphorous",
          "Macrobrchium nobilii"],
        "index_id":"130e0658-284f-47ea-93c4-ba0fccebdecd",
        "_version_":"1725425041085038592",
        "indexed_ts":"2022-02-22T01:32:26.566Z"},
      {
        "id":"oai:aquadocs.org:1834/22857",
        "type":"CreativeWork",
        "name":"Concentrations of major ions in 182 tarns in the English Lake District (1953-1978) [Dataset]",
        "description":" - This dataset provides raw data of chemical analyses made during studies on seasonal variations of 182 tarns in the English Lake District, Cumbria. Measurements of sodium, calcium, potassium, magnesium, pH, chloride ions, alkalinity, sulphite, strong acids and nitrate were taken between 1953 and 1978. - ,  - This data was used in the publication: Carrick, T.R. & Sutcliffe, D.W.: Concentrations of major ions in lakes and tarns on the English Lake District (1953-1978). Freshwater Biological Association, Ambleside, UK, 1982 (FBA Occasional Publications 16) - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/22857"],
        "txt_author":["Carrick, T.R.",
          "Sutcliffe, D.W."],
        "txt_contributor":["Freshwater Biological Association"],
        "txt_keywords":["Chemistry",
          "Limnology",
          "Calcium",
          "chlorides",
          "fresh water",
          "ions",
          "magnesium",
          "potassium",
          "seasonal variations",
          "sodium",
          "water analysis",
          "alkalinity",
          "England",
          "Lake District",
          "dataset"],
        "index_id":"fed5aff1-9012-401f-bb47-3a0ebce32a13",
        "_version_":"1725423146812571648",
        "indexed_ts":"2022-02-22T01:02:20.048Z"},
      {
        "id":"oai:aquadocs.org:1834/22856",
        "type":"CreativeWork",
        "name":"Major ions in 25 frequently sampled tarns in the English Lake District (1954-56, 1974-1976) [Dataset]",
        "description":" - This dataset provides raw data of chemical analyses made during studies on seasonal variations of 25 frequently sampled tarns in Cumbria. Measurements of sodium, calcium, potassium, magnesium, pH, chloride ions, alkalinity, sulphite, strong acids and nitrate were taken between 1954 and 1956 and between 1974-1976. - ,  - This data was used in the publication: Carrick, T.R. & Sutcliffe, D.W.: Concentrations of major ions in streams on catchments of the River Duddon (1971-1974) and Windermere (1975-1978), English Lake District. Freshwater Biological Association, Ambleside, UK, 1983 (FBA Occasional Publications 22) - ",
        "txt_url":["https://www.oceandocs.org/handle/1834/22856"],
        "txt_author":["Carrick, T.R.",
          "Sutcliffe, D.W."],
        "txt_contributor":["Freshwater Biological Association"],
        "txt_keywords":["Chemistry",
          "Limnology",
          "Calcium",
          "chlorides",
          "fresh water",
          "ions",
          "magnesium",
          "potassium",
          "seasonal variations",
          "sodium",
          "water analysis",
          "alkalinity",
          "England",
          "Lake District",
          "dataset"],
        "index_id":"d0d86d50-9403-4e10-852f-5995afc0a9f3",
        "_version_":"1725423146641653760",
        "indexed_ts":"2022-02-22T01:02:19.885Z"}]
  },
  "facet_counts":{
    "facet_queries":{},
    "facet_fields":{
      "txt_knowsAbout":[],
      "name":[
        "Possibility of determination of sex and gonadic stage of sturgeons using blood and morphometric indices",2,
        "An investigation on the effects of varying Calcium concentrations on the growth and biomass of Chlorella vulgaris",1,
        "An investigation on the effects of varying calcium concentrations on the growth and biomass of Chlorella vulgaris",1,
        "Analyses of treated sewage effluent from Grasmere Treatment Unit (1974-1976), England [Dataset]",1,
        "Analysis of stream waters in the catchment of Lake Windermere (1975-1978), England  [Dataset]",1,
        "Classification of sex and maturity stages of farmed Great sturgeon (Huso huso) using blood plasma steroid hormone and calcium ion levels",1,
        "Classification of sex and maturity stages of farmed great sturgeon (Huso huso) using blood plasma steroid hormone and calcium ion levels",1,
        "Concentrations of major ions in 182 tarns in the English Lake District (1953-1978) [Dataset]",1,
        "Concentrations of major ions in the stream water of the River Duddon, England, 1970-1974  [Dataset]",1,
        "Concentrations of major ions in the stream water of the upper basin of the River Duddon, England, 1972-1974  [Dataset]",1,
        "Determination of P, Ca, Zn, Cd and Pb concentrations in muscle, gills, liver, gonads and skeleton of two natural populations of <Atherina lagunae> in north lake of Tunis (Tunisia)",1,
        "Determing some important extracted materials, such as : Alginates of sodium & calcium and alginic acid in three species of brown seaweeds (Sargassum illicifolium , Cystoseira indica and Nizimuddinia zanardinii) in coastal erea of Sistan and Baluochestan Provience",1,
        "Determing some important extracted materials, such as: Alginates of sodium & calcium and alginic acid in three species of brown seaweeds (Sargassum illicifolium, Cystoseira indica and Nizimuddinia zanardinii) in coastal area of Sistan and Baluochestan Province",1,
        "Development of new types of precooked meat products – cutlets for older people",1,
        "Effects of different methods of cooking on mineral and vitamin (A and E) content of yellow fin sea bream (Acanthopagrus latus) fish fillets",1,
        "Macro and micro nutrients of tropical seagrasses, Halophila ovalis, H. spinulosa and Halodule uninervis in Johore, Malaysia",1,
        "Major ions in 25 frequently sampled tarns in the English Lake District (1954-56, 1974-1976) [Dataset]",1,
        "Nutrient composition of three commercially important fishes in Lake Kainji, Nigeria",1,
        "Quantitive characteristics and chemical composition in Caspian Roach (Rutilus rutilus caspicus) sperm",1,
        "Selective biochemical studies in a freshwater prawn, Macrobrachium nobilli(Crustecea: Palaemodinae)",1],
      "txt_knowsLanguage":[],
      "txt_nationality":[],
      "txt_jobTitle":[],
      "txt_contributor":[
        "Freshwater Biological Association",6,
        "Iranian Fisheries Science Research Institute",6,
        "FISON",1],
      "txt_keywords":[
        "Calcium",26,
        "Phosphorus",7,
        "Biology",6,
        "Chemistry",6,
        "Iran",6,
        "Limnology",6,
        "Magnesium",6,
        "Potassium",6,
        "Sodium",6,
        "chlorides",6,
        "dataset",6,
        "fresh water",6,
        "ions",6,
        "magnesium",6,
        "potassium",6,
        "seasonal variations",6,
        "sodium",6,
        "water analysis",6,
        "England",5,
        "Fisheries",5],
      "type":[
        "CreativeWork",26],
      "id":[
        "oai:aquadocs.org:1834/11731",1,
        "oai:aquadocs.org:1834/11736",1,
        "oai:aquadocs.org:1834/11852",1,
        "oai:aquadocs.org:1834/12333",1,
        "oai:aquadocs.org:1834/12780",1,
        "oai:aquadocs.org:1834/13122",1,
        "oai:aquadocs.org:1834/13223",1,
        "oai:aquadocs.org:1834/13262",1,
        "oai:aquadocs.org:1834/13293",1,
        "oai:aquadocs.org:1834/13517",1,
        "oai:aquadocs.org:1834/16187",1,
        "oai:aquadocs.org:1834/22852",1,
        "oai:aquadocs.org:1834/22853",1,
        "oai:aquadocs.org:1834/22854",1,
        "oai:aquadocs.org:1834/22855",1,
        "oai:aquadocs.org:1834/22856",1,
        "oai:aquadocs.org:1834/22857",1,
        "oai:aquadocs.org:1834/33257",1,
        "oai:aquadocs.org:1834/37467",1,
        "oai:aquadocs.org:1834/38055",1]},
    "facet_ranges":{},
    "facet_intervals":{},
    "facet_heatmaps":{}}}

